/* No comment provided by engineer. */
"Cycle View Mode [Accelerator key]" = "Döngü Görünüm Modu";

/* No comment provided by engineer. */
"Zoom In [Accelerator key]" = "Yakınlaştır";

/* No comment provided by engineer. */
"Zoom Out [Accelerator key]" = "Uzaklaştır";

/* No comment provided by engineer. */
"Switch to Next View [Accelerator key]" = "Sonraki Görüntüye Geç";

/* No comment provided by engineer. */
"Switch to Previous View [Accelerator key]" = "Önceki Görünüm'e Geç";

/* No comment provided by engineer. */
"Histogram [Accelerator key]" = "Histogram";

/* No comment provided by engineer. */
"History [Accelerator key]" = "Tarih";

/* No comment provided by engineer. */
"Information [Accelerator key]" = "Bilgi";

/* No comment provided by engineer. */
"Location [Accelerator key]" = "Konum";

/* No comment provided by engineer. */
"Metadata [Accelerator key]" = "Meta Verisi";

/* No comment provided by engineer. */
"Navigator [Accelerator key]" = "Gezgin";

/* No comment provided by engineer. */
"Scope [Accelerator key]" = "Kapsam";

/* No comment provided by engineer. */
"Toggle Fill Context [Accelerator key]" = "Bağlantıyı Aç";

/* No comment provided by engineer. */
"Swap Line and Fill [Accelerator key]" = "Swap Hattı ve Doldur";

/* No comment provided by engineer. */
"Set Fill None [Accelerator key]" = "Doldurmayı Hiçbir Şey Yap";

/* No comment provided by engineer. */
"Toggle Snapping [Accelerator key]" = "Kilitlenmeyi Aç/Kapat";

/* No comment provided by engineer. */
"Cycle Snapping Planes [Accelerator key]" = "Döngü Sıklık Planları";

/* No comment provided by engineer. */
"Set Fill to Black and White [Accelerator key]" = "Doldurmayı Siyah ve Beyaz olarak ayarla";

/* No comment provided by engineer. */
"Set Fill to 50% Grey [Accelerator key]" = "Doldurmayı %50 Gri yap";

/* No comment provided by engineer. */
"32-bit Preview [Accelerator key]" = "32-bit Preview";

/* No comment provided by engineer. */
"Assets [Accelerator key]" = "Varlıklar";

/* No comment provided by engineer. */
"Brushes [Accelerator key]" = "Fırçalar";

/* No comment provided by engineer. */
"Character [Accelerator key]" = "Karakter";

/* No comment provided by engineer. */
"Typography [Accelerator key]" = "Tipografi";

/* No comment provided by engineer. */
"Colour [Accelerator key]" = "Renk";

/* No comment provided by engineer. */
"Constraint [Accelerator key]" = "Kısıtlama";

/* No comment provided by engineer. */
"Effects [Accelerator key]" = "Etkiler";

/* No comment provided by engineer. */
"Glyph Browser [Accelerator key]" = "Glyph Tarayıcı";

/* No comment provided by engineer. */
"Isometric [Accelerator key]" = "İzometrik";

/* No comment provided by engineer. */
"Layers [Accelerator key]" = "Katmanlar";

/* No comment provided by engineer. */
"Paragraph [Accelerator key]" = "Paragraf";

/* No comment provided by engineer. */
"Snapshots [Accelerator key]" = "Anlık Görüntüler";

/* No comment provided by engineer. */
"Stroke [Accelerator key]" = "İnme";

/* No comment provided by engineer. */
"Styles [Accelerator key]" = "Tarzlar";

/* No comment provided by engineer. */
"Swatches [Accelerator key]" = "Renk örnekleri";

/* No comment provided by engineer. */
"Symbol [Accelerator key]" = "Sembol";

/* No comment provided by engineer. */
"Text Styles [Accelerator key]" = "Metin Stilleri";

/* No comment provided by engineer. */
"Transform [Accelerator key]" = "Dönüşüm";

/* No comment provided by engineer. */
"Designer Persona. [ Workspace Warning Caption]" = "Tasarımcı Personası.";

/* No comment provided by engineer. */
"Photo Persona. [ Workspace Warning Caption]" = "Fotoğraf Personası.";

/* No comment provided by engineer. */
"Liquify Persona [Liquify Persona]" = "Sıvılaştırma Persona";

/* No comment provided by engineer. */
"Dismiss [Alert - Dismiss - Button]" = "Reddet";

/* No comment provided by engineer. */
"Please select a single Pixel, Image, RAW or Mask layer before entering Liquify. [Alert - Select raster layer or mask]" = "Lütfen Liquify'e girmeden önce tek bir Piksel, Görüntü, RAW veya Maske katmanını seçin.";

/* No comment provided by engineer. */
"Please rasterise the current layer before entering Liquify. [Alert - Rasterise RGB raster layer liquify]" = "Lütfen Liquify'e girmeden önce mevcut katmanı rasterleştir.";

/* No comment provided by engineer. */
"Please select a single layer and rasterise it before entering Liquify. [Alert - Rasterise RGB raster layer liquify multiple selection]" = "Lütfen tek bir katmanı seçin ve Liquify'e girmeden önce rasterleştirin.";

/* No comment provided by engineer. */
"Tone Mapping Persona [Tone Mapping Persona]" = "Ton Haritalama Persona";

/* No comment provided by engineer. */
"Please end your macro recording session before using Tone Mapping. [Alert - Macro Recording]" = "Lütfen Ton Haritalama kullanmadan önce makro kayıt oturumunuzu sonlandırın.";

/* No comment provided by engineer. */
"Please select a single Pixel, Image or RAW layer before entering Tone Mapping. [Alert - Select RGB raster layer]" = "Lütfen Ton Haritalamasına girmeden önce tek bir Piksel, Görüntü veya RAW katmanı seçin.";

/* No comment provided by engineer. */
"Please rasterise the current layer before entering Tone Mapping. [Alert - Rasterise RGB raster layer tone mapping]" = "Lütfen Ton Haritalama işlemine girmeden önce mevcut katmanı rasterleştiriniz.";

/* No comment provided by engineer. */
"Please select a single layer and rasterise it before entering Tone Mapping. [Alert - Rasterise RGB raster layer tone mapping multiple selection]" = "Please select a single layer and rasterize it before entering Tone Mapping.";

/* No comment provided by engineer. */
"Develop Persona [Develop Persona]" = "Kişilik Geliştirin";

/* No comment provided by engineer. */
"Please select Pixel or RAW layers, or a single Image layer, before entering Develop. [Alert - Select raster layer or mask]" = "Lütfen Geliştirme alanına girmeden önce Pixel veya RAW katmanlarını ya da tek bir Görüntü katmanını seçin.";

/* No comment provided by engineer. */
"Please rasterise the current layer before entering Develop. [Alert - Rasterise RGB raster layer develop]" = "Lütfen Geliştirme'ye girmeden önce mevcut katmanı bitmap'e çevirin.";

/* No comment provided by engineer. */
"Please rasterise the selected layers before entering Develop. [Alert - Rasterise RGB raster layer develop multiple selection]" = "Lütfen Geliştirme'ye girmeden önce seçilen katmanları rasterleştirin.";

/* No comment provided by engineer. */
"Unignore Spelling \"%@\" [Context menu]" = "Unignore Spelling \"%@\"";

/* No comment provided by engineer. */
"Ignore Spelling [Context menu]" = "Yazım kurallarını görmezden gel";

/* No comment provided by engineer. */
"Learn Spelling [Context Menu]" = "Hecelemeyi Öğren";

/* No comment provided by engineer. */
"Unlearn Spelling \"%@\" [Context menu]" = "Unlearn Spelling \"%@\"";

/* No comment provided by engineer. */
"Look Up \"%@\" [Context menu]" = "Look Up \"%@\"";

/* No comment provided by engineer. */
"Expand Field [Context menu]" = "Alanı Genişlet";

/* No comment provided by engineer. */
"Edit Field... [Context menu]" = "Alanı Düzenle...";

/* No comment provided by engineer. */
"Convert Text to Field... [Context menu]" = "Metni Alana Dönüştür...";

/* No comment provided by engineer. */
"Insert Row [Context menu]" = "Satır Ekle";

/* No comment provided by engineer. */
"Delete Row [Context menu]" = "Satırı Sil";

/* No comment provided by engineer. */
"Merge Row [Context menu]" = "Satırı Birleştir";

/* No comment provided by engineer. */
"Separate Row [Context menu]" = "Ayrı Satır";

/* No comment provided by engineer. */
"AutoFit Row to Contents [Context menu]" = "İçeriğe Göre Satırı Sığdır";

/* No comment provided by engineer. */
"Sort Ascending [Context menu]" = "Sıralamayı Artan Olarak Yap";

/* No comment provided by engineer. */
"Sort Descending [Context menu]" = "Azalan Sırala";

/* No comment provided by engineer. */
"Insert Column [Context menu]" = "Sütun Ekle";

/* No comment provided by engineer. */
"Delete Column [Context menu]" = "Sütunu Sil";

/* No comment provided by engineer. */
"Merge Column [Context menu]" = "Sütunu Birleştir";

/* No comment provided by engineer. */
"Separate Column [Context menu]" = "Ayrı Sütun";

/* No comment provided by engineer. */
"AutoFit Column to Contents [Context menu]" = "İçeriğe Sığdırmak için Sütunu Otomatik Ayarla";

/* No comment provided by engineer. */
"Merge Cells [Context menu]" = "Hücreleri Birleştir";

/* No comment provided by engineer. */
"Separate Cells [Context menu]" = "Ayrı Hücreler";

/* No comment provided by engineer. */
"Evenly Distribute Columns [Context menu]" = "Sütunları Eşit Dağıt";

/* No comment provided by engineer. */
"Evenly Distribute Rows [Context menu]" = "Satırları Eşit Dağıt";

/* No comment provided by engineer. */
"AutoFit Row(s) [Context menu]" = "Satır(lar)ı Otomatik Sığdır";

/* No comment provided by engineer. */
"AutoFit Column(s) [Context menu]" = "Sütunu Otomatik Boyutlandır";

/* No comment provided by engineer. */
"Sort by Row Ascending [Context menu]" = "Satırları Artan Sıraya Göre Sırala";

/* No comment provided by engineer. */
"Sort by Row Descending [Context menu]" = "Satırları Azalan Sıraya Göre Sırala";

/* No comment provided by engineer. */
"Sort by Column Ascending [Context menu]" = "Sütuna Göre Artan Sıralama";

/* No comment provided by engineer. */
"Sort by Column Descending [Context menu]" = "Sütuna Göre Azalan Sıralama";

/* No comment provided by engineer. */
"Delete Row(s) [Context menu]" = "Satır(ları) Sil";

/* No comment provided by engineer. */
"Delete Column(s) [Context menu]" = "Sütun(lar)ı Sil";

/* No comment provided by engineer. */
"Find in Layers Panel [Accelerator key]" = "Katmanlar Panelinde Bul";

/* No comment provided by engineer. */
"Fields [Accelerator key]" = "Tarlalar";

/* No comment provided by engineer. */
"Find and Replace [Accelerator key]" = "Bul ve Değiştir";

/* No comment provided by engineer. */
"Hyperlink [Accelerator key]" = "Hiperlink";

/* No comment provided by engineer. */
"Anchor [Accelerator key]" = "Kılavuz";

/* No comment provided by engineer. */
"Reading Order [Accelerator key]" = "Okuma Sırası";

/* No comment provided by engineer. */
"Index [Accelerator key]" = "Dizin";

/* No comment provided by engineer. */
"Pages [Accelerator key]" = "Sayfalar";

/* No comment provided by engineer. */
"Preflight [Accelerator key]" = "Uçuş öncesi";

/* No comment provided by engineer. */
"Notes [Accelerator key]" = "Notlar";

/* No comment provided by engineer. */
"Stock [Accelerator key]" = "Hisse Senedi";

/* No comment provided by engineer. */
"Text Frame [Accelerator key]" = "Metin Çerçevesi";

/* No comment provided by engineer. */
"Table [Accelerator key]" = "Masa";

/* No comment provided by engineer. */
"Table Format [Accelerator key]" = "Tablo Formatı";

/* No comment provided by engineer. */
"Table of Contents [Accelerator key]" = "İçindekiler";

/* No comment provided by engineer. */
"Books [Accelerator key]" = "Kitaplar";

/* No comment provided by engineer. */
"Tags [Accelerator key]" = "Etiketler";

/* No comment provided by engineer. */
"States [Accelerator key]" = "Eyaletler";

/* No comment provided by engineer. */
"Insert Hyperlink [Accelerator key]" = "Bağlantıyı Ekle";

/* No comment provided by engineer. */
"Channels [Accelerator key]" = "Kanal";

/* No comment provided by engineer. */
"Files [Accelerator key]" = "Dosyalar";

/* No comment provided by engineer. */
"Info [Accelerator key]" = "Bilgi";

/* No comment provided by engineer. */
"RAW Options [Accelerator key]" = "HAM Seçenekler";

/* No comment provided by engineer. */
"Stacked Images [Accelerator key]" = "Yığılmış Görseller";

/* No comment provided by engineer. */
"Stacked Options [Accelerator key]" = "Yığılmış Seçenekler";

/* No comment provided by engineer. */
"Toggle Edit Selection As Layer [Toggle Edit Selection As Layer]" = "Seçimi Katman Olarak Düzenle";

/* No comment provided by engineer. */
"Toggle Frequency Layer [Accelerator key]" = "Frekans Katmanını Aç/Kapat";

/* No comment provided by engineer. */
"Adjustment [Accelerator key]" = "Ayarlama";

/* No comment provided by engineer. */
"Batch [Accelerator key]" = "Parti";

/* No comment provided by engineer. */
"GPU [Accelerator key]" = "GPU";

/* No comment provided by engineer. */
"Library [Accelerator key]" = "Kütüphane";

/* No comment provided by engineer. */
"Macro [Accelerator key]" = "Makro";

/* No comment provided by engineer. */
"Sources [Accelerator key]" = "Kaynaklar";

/* No comment provided by engineer. */
"Links [Accelerator key]" = "Bağlantılar";

/* No comment provided by engineer. */
"Quick FX [Accelerator key]" = "Hızlı FX";

/* No comment provided by engineer. */
"Apply [Apply]" = "Uygula";

/* No comment provided by engineer. */
"OK [OK]" = "Tamam";

/* No comment provided by engineer. */
"Please either commit or cancel the tone mapping operation before switching to another Persona. [Alert cancel tone mapping]" = "Lütfen başka bir Persona'ya geçmeden önce ton haritalama işlemini ya onaylayın ya da iptal edin.";

/* No comment provided by engineer. */
"Tone Mapping [Persona Name]" = "Ton Haritalama";

/* No comment provided by engineer. */
"Please either commit or cancel the develop operation before switching to another Persona. [Alert - Cancel develop operation]" = "Lütfen başka bir Persona'ya geçmeden önce geliştirme işlemini ya da iptal edin.";

/* No comment provided by engineer. */
"Please either commit or cancel the develop operation before switching to another Persona. [Alert - Cancel Develop operation]" = "Lütfen başka bir Persona'ya geçmeden önce geliştirme işlemini ya da iptal edin.";

/* No comment provided by engineer. */
"Liquify Brush [Accelerator key]" = "Sıvılaştırma Fırçası";

/* No comment provided by engineer. */
"Liquify Mask [Accelerator key]" = "Sıvılaştırma Maskesi";

/* No comment provided by engineer. */
"Liquify Mesh [Accelerator key]" = "Sıvılaştırma Ağı";

/* No comment provided by engineer. */
"Invert Mask [Liquify toolbar]" = "Maskeyi Ters Çevir";

/* No comment provided by engineer. */
"Mask All [Liquify toolbar]" = "Tümünü Maskele";

/* No comment provided by engineer. */
"Clear Mask [Liquify toolbar]" = "Şeffaf Maske";

/* No comment provided by engineer. */
"Develop Basic [Accelerator key]" = "Temel Geliştir";

/* No comment provided by engineer. */
"Develop Details [Accelerator key]" = "Ayrıntıları Geliştir";

/* No comment provided by engineer. */
"Develop Focus [Accelerator key]" = "Odaklanmayı Geliştir";

/* No comment provided by engineer. */
"Develop Lens [Accelerator key]" = "Lens Geliştir";

/* No comment provided by engineer. */
"Develop Location [Accelerator key]" = "Geliştirme Yeri";

/* No comment provided by engineer. */
"Develop Overlay [Accelerator key]" = "Overlay Geliştir";

/* No comment provided by engineer. */
"Develop Snapshot [Accelerator key]" = "Anlık Görüntü Geliştir";

/* No comment provided by engineer. */
"Develop Tones [Accelerator key]" = "Tonları Geliştir";

/* No comment provided by engineer. */
"Export Options [Accelerator key]" = "İhracat Seçenekleri";

/* No comment provided by engineer. */
"Slices [Accelerator key]" = "Dilimler";

/* No comment provided by engineer. */
"Next Blend Mode [Accelerator key]" = "Sonraki Karışım Modu";

/* No comment provided by engineer. */
"Previous Blend Mode [Accelerator key]" = "Önceki Karışım Modu";

/* No comment provided by engineer. */
"Tone Map Overlays [Accelerator key]" = "Ton Haritası Üst Katmanları";

/* No comment provided by engineer. */
"Tone Map Presets [Accelerator key]" = "Ton Haritası Ön Ayarları";

/* No comment provided by engineer. */
"Tone Map [Accelerator key]" = "Ton Haritası";

/* No comment provided by engineer. */
"Fade… [Raster menu]" = "Sönmek...";

/* No comment provided by engineer. */
"Fade %@… [Raster menu]" = "Sol %d…";

/* No comment provided by engineer. */
"Repeat %@ [Raster menu]" = "Tekrar et %@";

/* No comment provided by engineer. */
"Add Document Snapshot [Raster]" = "Belge Anlık Görüntüsü Ekle";

/* No comment provided by engineer. */
"Enter a name for the snapshot [Raster]" = "Anlık görüntü için bir isim girin";

/* No comment provided by engineer. */
"Saving With History [Save with History]" = "Tarih ile Tasarruf";

/* No comment provided by engineer. */
"Enabling \"Save With History\" means that anybody you send this document to can see everything you did to create it.\r\n\r\nDo you still want to enable \"Save With History\"? [Save with History]" = "Enabling \"Save With History\" means that anybody you send this document to can see everything you did to create it.\r\n\r\nDo you still want to enable \"Save With History\"?";

/* No comment provided by engineer. */
"Yes [Save with History]" = "Evet";

/* No comment provided by engineer. */
"No [Save with History]" = "Hayır";

/* No comment provided by engineer. */
"Constraints [Accelerator key]" = "Kısıtlamalar";

/* No comment provided by engineer. */
"Appearance [Accelerator key]" = "Görünüm";

/* No comment provided by engineer. */
"Technical [Persona Name]" = "Teknik";

/* No comment provided by engineer. */
"Astrophotogrphy Stack Persona [Astrophotogrphy Stack Persona]" = "Astrofotografi Yığın Kişiliği";

/* No comment provided by engineer. */
"Please either commit or cancel the stacked image before switching to another Persona. [Alert cancel astro stack]" = "Lütfen başka bir Persona'ya geçmeden önce yığılmış görüntüyü ya taahhüt edin ya da iptal edin.";

/* No comment provided by engineer. */
"Astrophotography Stack [Persona Name]" = "Astrofotografi Yığını";

/* No comment provided by engineer. */
"Publisher [Persona Name]" = "Yayımcı";

/* No comment provided by engineer. */
"Develop [Develop tool context toolbar]" = "Geliştir";

/* No comment provided by engineer. */
"Cancel [Cancel]" = "İptal";

/* No comment provided by engineer. */
"Develop [Persona Name]" = "Geliştir";

/* No comment provided by engineer. */
"Export [Persona Name]" = "İhracat";

/* No comment provided by engineer. */
"Panorama Persona [Panorama Persona]" = "Panorama Persona";

/* No comment provided by engineer. */
"Please either commit or cancel the panorama before switching to another Persona. [Alert cancel panorama]" = "Lütfen başka bir Persona'ya geçmeden önce panoramayı ya kabul edin ya da iptal edin.";

/* No comment provided by engineer. */
"Panorama [Persona Name]" = "Panorama";

/* No comment provided by engineer. */
"Pixel [Persona Name]" = "Piksellik";

/* No comment provided by engineer. */
"Photo [Persona Name]" = "Fotoğraf";

/* No comment provided by engineer. */
"Please either commit or cancel the liquify operation before switching to another Persona. [Alert cancel liquify operation]" = "Lütfen başka bir Persona'ya geçmeden önce sıvılaştırma işlemini ya onaylayın ya da iptal edin.";

/* No comment provided by engineer. */
"Liquify [Persona Name]" = "Sıvılaştır";

/* No comment provided by engineer. */
"Designer [Persona Name]" = "Tasarımcı";

